import pngg from "../images/pngg.png"
export default function Home(){

    return(
        <div className="text-home">
        <div className="Bii">
          
            <h2> Numerical Methods </h2>
            <p> Numerical Methods (เมธอดทางตัวเลข) เป็นกลุ่มของเทคนิคและอัลกอริทึมที่ใช้ในการแก้ปัญหาทางคณิตศาสตร์และวิทยาศาสตร์ที่ไม่สามารถแก้ไขได้ด้วยวิธีการทางวิเคราะห์ที่ตรงไปตรงมาหรือที่มีคำตอบแบบปิดฉาก โดยเมธอดทางตัวเลขมักถูกใช้ในการหาคำตอบที่เป็นเลขคณิตและทางคอมพิวเตอร์ในการแก้ปัญหาทางตัวเลขที่ซับซ้อน เช่น การหาค่าแบบเชิงตัวเลขของสมการที่ไม่สามารถแก้ไขได้ด้วยวิธีการแยกแยะ หรือการคำนวณค่าปริมาณที่ยากต่อการคำนวณเชิงวิเคราะห์ เช่น การประมาณค่าเชิงตัวเลขของอินทิกรัล การหาค่าอินทิกรัล การแก้ระบบสมการเชิงเส้น เป็นต้น </p>
            </div>
         <img src={pngg} alt="pngg"/>
         </div>

  

)

}